
/* Class = "IBUILabel"; text = "Yes: I would like to receive future communications from the Chivas Brotherhood program."; ObjectID = "6"; */
"6.text" = "Yes: I would like to receive future communications from the Chivas Brotherhood program.";

/* Class = "IBUIButton"; normalTitle = "SIGN-UP NOW"; ObjectID = "7"; */
"7.normalTitle" = "SIGN-UP NOW";
